<?php

return [
    'E-00001' => 'ログイン失敗回数が上限に達しました。管理者に問い合わせて下さい。',
    'E-00007' => 'ご入力の情報で担当者登録を確認できません。',
    'E-00009' => '現在のIPアドレスでは管理画面へアクセスできません。',
    'E-00010' => '確認コードの有効期限が切れています。最初からやり直してください。',
    'E-00026' =>'入力制限回数を超えた等の理由で、このURLは使えません。確認コードの取得からやり直して下さい。',
    'E-00027' => '確認コードの有効期限が切れています。確認コードの取得からやり直して下さい。',
    'token_not_match' =>'確認コードが誤っています',
    'password_not_strength' => 'パスワードは半角英小文字、大文字、数字を含めて入力してください。',
    'password_not_strength_2' => 'には半角英数字とダッシュ(-)及び下線(_)以外は入力できません',
    'password_not_match' => 'パスワードと、確認フィールドとが、一致していません',
    'password_distinct' => '以前と同じパスワードを設定することはできません'
];
